Revit 2024 API
ParameterTypeId.PhyMaterialParamMinimumTensileStrength Property
 "Minimum tensile strength"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId PhyMaterialParamMinimumTensileStrength { get; }
Visual Basic
Public Shared ReadOnly Property PhyMaterialParamMinimumTensileStrength As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PhyMaterialParamMinimumTensileStrength {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace